[
   "RT @10DowningStreet: PM @BorisJohnson held talks with President Kenyatta @StateHouseKenya today at Downing Street. They agreed on the need…",
   "RT @10DowningStreet: PM @BorisJohnson held talks with President @AlsisiOfficial of Egypt this morning in Downing Street. They spoke about t…",
   "RT @10DowningStreet: Latest @ONS figures show there are a record number of people working with employment reaching 76.3% 📈 https://t.co/QPJ…",
   "RT @ukhomeoffice: Today, we’re announcing a counter-terror package including tougher sentences for offenders, an overhaul of probation, and…",
   "RT @10DowningStreet: “Together let us write the next chapter for my country, for your country, and above all, for all the peoples of our co…",
   "RT @10DowningStreet: \"We will be able to attract the best talent from around the world, wherever they may be.\" - PM @BorisJohnson #InvestIn…",
   "RT @10DowningStreet: PM @BorisJohnson met leaders from across Africa to discuss new and lasting partnerships that will deliver investment,…",
   "Today I hosted leaders and entrepreneurs at the UK-Africa Investment Summit in London #InvestInAfrica https://t.co/pux2EokmB6",
   "RT @DFID_UK: A warm welcome to the African leaders joining us at today’s UK-Africa Investment Summit as we mark a new era of partnership be…",
   "RT @10DowningStreet: Across the continent, Africa is booming. With our unique expertise and world-leading innovation, the UK wants to be th…",
   "RT @10DowningStreet: Loneliness can affect us all. Meet the person who decided to do something about it. \n\nWatch the story of Mike Niles, f…",
   "RT @10DowningStreet: PM @BorisJohnson joined world leaders in Berlin for talks on ending the conflict in Libya. https://t.co/cq3o9LhGET",
   "RT @10DowningStreet: PM @BorisJohnson met President Putin in the margins of the Berlin Conference on Libya. https://t.co/8jA3gPvfoU https:/…",
   "RT @10DowningStreet: PM @BorisJohnson and President @EmmanuelMacron met at the Berlin Conference on Libya and discussed the need for a ceas…",
   "RT @10DowningStreet: “The people of Libya have suffered enough, it’s time for the country to move forward.” — PM @BorisJohnson is in Berlin…",
   "RT @LeylaHannbeck: Delighted &amp;grateful that Prime Minister @BorisJohnson accepted @AIMpharmacies invitation to visit our member McParlands…",
   "RT @Hill_libraries: Prime Minister @BorisJohnson visited #OakFarmLibrary Coffee Morning today, to chat to residents about their ideas and c…",
   "RT @10DowningStreet: Could you change the world? 🌍 \n\nThe deadline to apply for the role of Chief Executive Officer at UK Research and Innov…",
   "RT @10DowningStreet: \"The British public deserve access to the best technology, which is why we’re rolling out gigabit broadband across the…",
   "RT @ZacGoldsmith: This is such a critically important campaign - led by the UK and launched at the UN by @BorisJohnson \n\nWe are encouraging…"
]