[
   "RT @DEADLINE: Amy Pascal, Saoirse Ronan and Florence Pugh say Greta Gerwig #Oscars2020 directing snub is “terribly disappointing” and “a bi…",
   "RT @TIMESUPNOW: \"If something doesn’t feel right, it probably isn’t. If it seems like a red flag, it probably is. It’s okay to say 'no,' to…",
   "RT @THR: According to the latest study from USC's Annenberg Inclusion Initiative, 10.6 percent of the directors of 2019's top-grossing movi…",
   "RT @BritishVogue: \"This is why they call me the bag lady...\" Vegan deodorant, reusable make-up pads, Nutella and a copy of Toni Morrison's…",
   "RT @shevotes2019: Tomorrow we want the voices of young women to be heard. Please share this message with your friends and family - whether…",
   "RT @Imkaan: Today on #IDEVAWG and over the next #16days we'll be calling on party leaders to take #6steps 👣 to address violence against wom…",
   "RT @shevotes2019: On 12 Dec one of the least likely groups to vote is young women.\n\nIf young women were as likely to vote as the total popu…",
   "RT @latimes: Golden Globe nominations snub female directors — again https://t.co/Njqb0m48fb",
   "RT @Variety: No female directors were nominated for #GoldenGlobes https://t.co/BSoUuLpSBu https://t.co/vO6ZBqheRX",
   "RT @MunroeBergdorf: Excited to be announced as a @UNWomenUK Advocate. I'm incredibly honoured to have been asked to work with such an incre…",
   "RT @UN_Women: There is no excuse for sexual violence.\n\nThere are no blurred lines when it comes to consent.\n\nThe definition is clear: https…",
   "RT @EVAWuk: ...here’s what 30 women’s orgs including us want the political parties to commit to #GE2019WomenAndGirls https://t.co/Rktp3EXtF0",
   "RT @EVAWuk: ⬇️⬇️⬇️ This everyday violence against women, and the mountains of excuses for it, are why we need political policies and action…",
   "Psyched to share a cover with @lizzo! 🙌🏼 @BritishVogue https://t.co/fIkLjw5wYO",
   "My FULL @BritishVogue interview with @parislees: https://t.co/gR21lMsd1T @LittleWomen https://t.co/KxwcY3LFxN",
   "Thank you @BritishVogue for letting me spend the day playing in Bushy Park! 💚 On newsstands in UK from Friday. @GoodOnYou_App @LittleWomen https://t.co/ALpjiPanxG",
   "RT @BritishVogue: .@EmmaWatson's digital book club Our Shared Shelf has amassed more than 420,000 followers. As the actor covers the Decemb…",
   "RT @BritishVogue: .@EmmaWatson has been a pioneer when it comes to championing ethical dressing and cites @GoodOnYou_App, a free fashion ev…",
   "Introducing Meg March! X @LittleWomen https://t.co/SV7B2ONrbb",
   "RT @AbortionSupport: \"It won't always be like this. It's going to get better.\" \n\nIt got better.\n\nhttps://t.co/ktqdXEEI90"
]