[
   "@Tekkz @UNICEF_uk Looking forward to playing FIFA and helping raise money for a great cause @UNICEF_uk with @Tekkz 👊🏿\n\nTune in here guys 👉🏿  https://t.co/QniLjmBiLH https://t.co/3V1hXkG5A3",
   "Thnx for all your messages. Been reading them and the support means a lot. \n\nTime to rest and recover now 💪🏿",
   "@ManUtd Good luck to the U18s in the FA youth cup tonight. It wasn’t that long ago I played in this competition 💪🏿 https://t.co/g7g0H8wais",
   "@England Thnx guys. That’s the plan 💪🏿🦁",
   "Blink and I'll be back, fitter than ever. See you soon 👊🏿 #GGMU https://t.co/EejJR1wTrX",
   "On the pitch or not, @ManUtd fans don’t get much bigger than me. \n\nYou best believe I'll be involved in team meetings, team huddles and team sessions throughout this recovery 💪🏿 https://t.co/MeLuGic4c4",
   "Would have done anything to be involved today so really disappointed to miss out. \n\nCome on @ManUtd let’s do this! 👊🏿 https://t.co/kEgZTEv57X",
   "@taaylorcarr Inspirational. Wishing you nothing but strength Taylor ❤️ x",
   "Lots of great leaders in this dressing room. One gone in @youngy18 but blessed to have @D_DeGea 💪🏿 https://t.co/dxKnpzW9D1",
   "Good luck in Italy @youngy18 great to share these moments with you 👊🏿 https://t.co/ZtRgLrsaE4",
   "Born to lead. Well deserved skip @harrymaguire93 👏🏿👏🏿 https://t.co/AWQUBRoCaP",
   "Never want to feel like I’ve let my teammates, the club and most importantly the fans down so did my very best to carry on tonight and was gutted to come off.\n\nTop work from the lads to get into the next round 👊🏿 https://t.co/ZLpxiqhtq3",
   "Huge game under the lights tomorrow at OT 🏟 in the @EmiratesFACup let’s make it a special one #GGMU x MR https://t.co/LfKKUt4LpN",
   "@AnthonyMartial @ManUtd 😂😘",
   "@ManUtd I love this game 😍",
   "Appreciation tweet for the great Norman Whiteside. Never to be overlooked ❤️ https://t.co/X4JpvRsili",
   "@JofraArcher We'll soon find out 😬😎",
   "@JofraArcher Oh, you mean this one? 🧐 Well received Jof. Roll on Feb 😎 https://t.co/g1ixsoo18N",
   "Chilled Sunday night responding to fan letters ✍️\n\nLove getting all your messages guys thank you ❤️ https://t.co/BogvtBp8el",
   "Learning from the best. Taught me loads over the years and still helping me now 👊🏿 https://t.co/xFZVz1NVjf"
]