[
   "RT @grameencl: Today, we officially announce our partnership with @EndPlasticWaste for our Zero Plastic Waste City project! This year, we’l…",
   "With Chess Grandmaster Garry Kasparov at DLD Conference, Munich. Photo: Lamiya Morshed https://t.co/WnhnxvKkd1",
   "Watch LIVE @Yunus_Centre talking on \"How Do We Unleash Social Consciousness in All Business\" followed by a panel discussion on  \"Unleashing Entrepreneurial Power in a Fast Developing World\"  at the DLD Conference in Munich.  Please tune in! NOW\n\nhttps://t.co/N6oFVhINdc",
   "kick off meeting for the new year 2020 with Yunus Centre #1January2020 #HappyNewYear2020 #SocialBusiness #AWorldofThreeZeros #SuperHappyyness https://t.co/Ju8J9ZieEU",
   "https://t.co/YKZCewO1fd",
   "তরুণ প্রজন্মকে আহ্বান জানাচ্ছি, তাঁর জীবন থেকে শিক্ষা নিয়ে তাঁর মতো হওয়ার চেষ্টা করতে হবে।’ https://t.co/d8w5D2emV5",
   "In Memory of Abed - You Will Remain Our Companion Forever https://t.co/TWmaPcCbgA via @LinkedIn",
   "তুমি আমাদের চিরসাথী https://t.co/7Iw5uAmTzD",
   "তুমি আমাদের চিরসাথী https://t.co/zbYvK9iWJl",
   "With French Parliamentary team\nvisiting Bangladesh to study geopolitical impacts of climate change.They met to learn about the impact of microcredit, especially as it relates to climate adaptation. #AWorldofThreeZeros #SocialBusiness #Microcredit #France @FrenchEmbassyDhaka https://t.co/hpaWDsHFIb",
   "Peter Fahrenholtz Ambassador of Germany called on Nobel Laureate Professor Muhammad Yunus at Yunus Centre today. #AWorldofThreeZeros #socialbusiness #Germany @GermanEmbassyBD https://t.co/FCe120QxU3",
   "Eight Nobel peace laureates are calling on Aung San Suu Kyi to publicly acknowledge crimes — including genocide — committed against the Rohingya in Myanmar.\nhttps://t.co/r0lxC57tyi",
   "A group of thirteen undergraduate students from Carleton College USA visited Yunus Centre today under the exposure visit program, led by Dr Faress Bhuiyan, Associate Professor of Economics at the college. #YunusCentre #ycexposure #exposurevisit #AWorldofThreeZeros #SocialBusiness https://t.co/X0lYhXTsXI",
   "Snaps from the 8th Social Business Academia Conference 2019 in Berlin. \n#SBAC #YunusCentre #SBAC2019 #YSBC #Berlin #Germany #GC\n https://t.co/dA7KL6HKpN",
   "RT @SkollFoundation: \"\"It's all about imagination: we want to create a world that is absolutely free from poverty,\" says @Yunus_Centre, Nob…",
   "Met with a renowned model and Hollywood actress @Rolaofficial to discuss social business developments in #Japan, #Bangladesh as well as around the world during #Tokyo visit. #rolaofficial #muhammadyunus #aworldofthreezeros #socialbusiness https://t.co/g1wW4E0r6N",
   "Yunus in Japan:  Meets @Rolaofficial, Bangladeshi Japanese Super Model, Launches Yunus Yoshimoto Social Action Company, Addresses Social Tech Summit and Social Business Forum Osaka https://t.co/3rEWNe6SBh",
   "RT @yunussportshub: Day 4, #Thankful Countdown\nAcknowledging today the power of coming together in person, coaching athletes into champion…",
   "With world renowned architect Ando Tadao at Social Business Osaka 2019,Japan on 23 November 2019. Discussing some of the most pressing issues of the current world, the climate crisis in Bangladesh and the necessity to work together to secure a better future. \n#AWorldofThreeZeros https://t.co/ZX4Bto14y9",
   "তাইওয়ানে সামাজিক ব্যবসা পূর্ব এশিয়া সম্মেলনে যোগ দিলেন প্রফেসর ইউনূস, ভাষণ দিলেন কিয়োটো, জাপানের রিওকোকু বিশ্ববিদ্যালয়ের ৩৮০তম প্রতিষ্ঠা বার্ষিকীতে https://t.co/ullJtNFuD4"
]